[
  {
    "prospect_name": "Alban Plandé",
    "prospect_url": "",
    "messages": [
      {
        "sender": "them",
        "content": "Bonjour, \n\nJe développe IFG, un modèle d’IA capable de traiter n’importe quelle question fiscale, en s’appuyant uniquement sur des sources officielles !\n\nPlusieurs fiscalistes l’utilisent déjà en bêta.\nJe serais ravi d’avoir votre retour si vous souhaitez l’essayer !",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Bonjour, et merci pour l’ajout !\n\nJe vous contacte car je développe IFG, un modèle d’IA spécialisé en fiscalité, capable de traiter toutes les questions fiscales (France & international) avec des réponses structurées, sourcées et basées uniquement sur des données officielles (BOFiP, CGI, OCDE, UE…).\n\nSi vous avez 2–3 minutes, j’aimerais beaucoup avoir votre avis :\n\n👉 https://ifg.tax",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Bonjour,\n\nJe me permets de revenir vers vous.\nAvez-vous eu l’occasion de jeter un œil à IFG ?\n\nPour vous permettre de le tester sans engagement, nous avons ouvert 5 questions gratuites à tous les nouveaux utilisateurs.\nElles peuvent être utilisées sur n’importe quel sujet fiscal, multi-pays, avec des réponses structurées et basées uniquement sur des sources officielles.\n\nSi vous avez 1 minute, votre retour m’intéresserait vraiment !",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Bonjour Aitor, \nJe prends le temps d’essayer cette semaine l’outil ! \nBonne journée",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Super ! En espérant qu’il vous soit utile !",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Bonjour Alban,\n\nVous aviez testé IFG en décembre avec quelques recherches fiscales.\n\nJ'aimerais avoir votre retour : est-ce que l'outil répond à vos besoins en tant qu'avocat fiscaliste chez BOLD ?\n\nSi vous avez besoin de plus de questions pour l'évaluer correctement, n'hésitez pas à me le dire. Depuis décembre, nous avons eu énormément de retours qui nous ont permis d'améliorer significativement la qualité des réponses !! \n\nAitor",
        "timestamp": null
      },
      {
        "sender": "them",
        "content": "Salut Aitor, \n\noui j’avais utilisé ta solution mais j’ai été vite bloqué par la limite en voulant challenger l’IA.\n\nJ’ai posé une question sur le traitement des BSA et le retour était très pertinent !",
        "timestamp": null
      }
    ]
  }
]